Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/lulesamisk_8-9_trinn.pdf.tmx
Source language: smj
Languages: sma

source: Nasjonálalasj gæhttjalime
sma: Nasjonaale pryövemh

source: Åvddåmærkkadahkamusá 8. ja 9. klássan
sma: 8. jïh 9. daltesasse

source: Vuostasj sáme
sma: Dïhte voestes saemie

source: Ålmåj ja nissun vantsav gáddáj giesijga.
sma: Ålma jïh nyjsenæjja vïnhtsem gaadtan geesigan.

source: Nissun mánáv fármmáj váldij, gut lij gierkkamin vellahime vantsa maŋŋegietjen lidna oarre ja miessenáhkij sinna.
sma: Nyjsenæjja maanam gïerhkemistie lutnji, gusnie åeruven dueljien jïh measehken sisnie gællesjeminie dennie vïnhtsen minngiestaebnesne.

source: Vantsa guovddelin lij duolbbagiergge man nanna suovastin muhtem hillatjåskåjt.
sma: Vïnhtsen gaskoeh lij plïehtje gierkie, jïh dan nelnie måedtie sjïjlh soevesteminie.

source: Dajt sábme låggŋij tjábbát gáddáj ja båssij váj buollájin, ja dagáj vuostasj dålåv Sáme ednamij.
sma: Saemie dejtie tjaebpieslaakan veelti jïh båssoeji goske eelkin bueledh. Nimhtie dam dah saemieh voestes dållem saemiej eatnamasse bïejigan.

source: Vanntsavuodon duolbbagierge guoran lidjin esski bivdedum guole.
sma: Eevre dan gierkien baalte vïnhtsen betnesne lin jïjnjh guelieh mejtie aadtjen gööleme.

source: Vantsa åvddågiehtjen lidjin nágin vierme dagádum viettes, basstelissákkak dáktesnjutjega, sájte gånnå njunje lidjin gierges dagádum, gierggeáksjo guhka nadájn, roavggo ja muhtem duolje man nanna tjåhkkåj, sassnevuossa ja muhtem giebne majt lidjin læŋgás boalldám.
sma: Åvtestaebnesne lin måedtie viermieh viedtijste dorjesovveme, måedtie haarsesh, måedtie saejhtieh, mej gietjieh lin gierkijste dorjesovveme, gierkie-aaksjoe man lij guhkies navte, råavkoeh jïh måedtie dueljieh mej nelnie tjahkasjidh, skåerrievoessh jïh måedtie krovhtetjh mejtie laejreste båalteme.

source: Ålmåj guottij divna gáddáj ja biejaj dållågáddáj.
sma: Ålma gaajhkem gaadtan göödti jïh dållen baalte bïeji.

source: De ålmåj váldij gierggeáksjov stálpev gåttåtjijt, majt lij sájtijn hávvádam ja njaldij dassta náhkev.
sma: Die ålma gierkie-aaksjoem meatan veelti jïh mïnni snöölhkem buvvedh, maam lij saejhtieklaahkine saajroehtamme jïh dueljiem njelli.

source: “ Dát le buorre náhkke, ” javlaj áhkátjij.
sma: - Dan lij hijven dueljie, nyjsenæjjese jeehti.

source: “ Dájn ådå ednamijn li vuojnnet vallje náhkijs ja guollás jávre.
sma: - Daennie orre eatnamisnie lea veljie vaejsjijste jïh daate jaevrie gualije. Gïehtjh daesnie

source: Gehtja dát le ája gånnå l tjielgga tjáhtje.
sma: gaaltije gusnie tjïelke tjaetsie.

source: Dáppe li ållo soarve. Tjáppa sáddugátte ja suodje.
sma: Daagkoe jïjnjh såervieh, tjaebpies saedtiegaedtie jïh suaja.

source: Mån jáhkáv dát sjaddá buorre ássamguovllo. ”
sma: Manne vïenhtem daate hijven årromesijjie.

source: “ Le, dát la buorre årromsadje, ” vásstedij nissun.
sma: - Nov lea, daate hijven sijjie, nyjsenæjja vaestiedi.

source: “ Årrop de dáhppe ! ”
sma: - Dellie daesnie sjïdtebe.

source: De tsieggigådijga goadev.
sma: Die dah guaktah gåetiem eelkigan tseegkedh.

source: Ruvva lijga goahtemuorajt tjuollam.
sma: Varke ligan gåetiemoerh tjoehpeme.

source: Áksjo lij gierges, valla lej huoman basstel.
sma: Aaksjoe lij gierkeste, læjhkan bestele.

source: Ruovde birra ij lim ájn sábme gullam.
sma: Ij lij saemie ruevtien bïjre govleme.

source: Nijbe ja sájte lidjin aj gierges.
sma: Nejpieh jïh saejhtieh aaj gierkeste.

source: Vuokka, snjutjega ja ájme lidjin dávtes, ja rujta lidjin læŋgás boaldedum.
sma: Håagkh, haarsesh jïh naaloeh måarojste, jïh krovhth lin laejreste båalteme.

source: Madin ålmåj tjuolaj sekka guosajt ja oaloj dajt goahtemuorran, de nissun njadtsoj biessijt, stuorra biesijt stuoremus sågijs majn ællim heva oavse. Ja dajt sån viettijn goaroj aktij loavddagin.
sma: Mearan dïhte ålma goesh viertieminie jïh gåetiemoerine åaksesjeminie, dellie nyjsenæjja biessieh njelli, stoerre biessieh dejstie stööremes såekijste, mesnie ij naan åeksieh, jïh dejtie tjåanghkan viedtiejgujmie låavtegasse sabpi.

source: Gå goahtemuorajt lijga tsieggim, de gåbtjåjga goarodum biessij.
sma: Goh gåetiemoeride ligan tseegkeme, dellie gaptjigan dej sabpesovveme biessiejgujmie.

source: Riehpenrájgev guodijga.
sma: Riehpenem aaj stealladigan.

source: Goade guovddelin bårdojga árrangiergijt.
sma: Gåetien jarngesne ligan plïehtje gierkieh aernine bïejeme.

source: Loajdov duorggijga ja duorgaj nali biejajga duoljijt ja roavgov.
sma: Låajtoem doerkestigan jïh doerki nille dueljieh jïh råavkoeh bïejigan.

source: Divna smávva diŋgajt biejajga såggåj.
sma: Gaajhkh dah smaave tjåanetjh maadterasse bïejigan.

source: De li goahte gergas.
sma: Dellie gåetie gaervies.

source: De ålmåj sisi guottij hillatjåskåjt majt árranij biejaj.
sma: Dïhte ålma sjïjlide gåatan göödti jïh aarnan bïeji.

source: Nissun váldij læŋŋgágiebnev, dievdij dasi tjátjev ádjagis ja biejaj giebnev dållåj.
sma: Nyjsenæjja veelti laejriekrovhtem, gaaltijijstie tjaetsiem dievhtieji jïh krovhtem dållese bïeji.

source: De tjoallij guolijt majt biejaj rujttaj vuossjatjit.
sma: Die tjåaloeji måedtie guelieh jïh dejtie krovhtese bïeji voessjemen.

source: Gierkkamin ådij mánásj.
sma: Gïerhkemisnie onne maanetje åerieminie.

source: Ålmåj nuolaj muottáv ja viellidij árrangáddáj duoljij nali.
sma: Ålma muadtam noeli jïh dueljien nille aernien baalte veeledi.

source: Áhkásj åtsåj ájmev ja suonav ja goarrogådij mánnásis ådå muottáv lidna oarrenáhkes.
sma: Nyjsenæjja aejmiem jïh soenh ohtsedi jïh eelki myövhkes åeruven dueljeste maanese orre vaarjoeh gåarodh.

source: Biejvve luojttádij ja iehkeduváj ådå ednamin.
sma: Biejjie luajhtadi, jïh iehkede dennie orre eatnamisnie sjïdti.

source: Gálldo: Wiklund, K. B. Nomadskolans läsebok.
sma: Gaaltije: Wiklund, K. B.: Nomadskolans läsebok.

source: Jårggålum julevsámegiellaj ja hiebadum nasjonála gæhttjalimijda.
sma: Jarkoestamme Ella Holm Bull.

source: Lågå vuostak tevstav Vuostasj sáme ja vássteda gatjálvisájt.
sma: Provhkh dam viehkine gosse daejtie gyhtjelasside vaestiedidh.

source: Ålmåj hilájt båsoj dan diehti gå...
sma: Ålma sjïjlide båssoeji dan åvteste...

source: A.... ájgoj allasis guhka soahkestávráv åhtsåt.
sma: A.... sïjhti orre svaanjkoesåekiem ohtsedidh.

source: B.... vuojnij hilájt suovastime muoraj vuolen.
sma: B.... vööjni sjïjlh goesen nuelesne soevesteminie.

source: C.... ájgoj allasis goahtesajev åhtsåt.
sma: C.... desnie sïjhti gåetiesijjiem röönjedh.

source: D.... ájgoj dållit jávrregátten.
sma: D.... sïjhti dållem dennie gaedtesne bïejedh.

source: Madin ålmåj goahtemuorajt tjuolaj, de nissun...
sma: Gosse ålma goesh tjoehpeminie …

source: A. … mánáv goaden njamádij.
sma: A.... dellie nyjsenæjja maanam gåetesne njammehti.

source: B. … biesseloavddagav dagáj.
sma: B.... dellie nyjsenæjja låavtegem biessijste gåaroeji.

source: C.... biesseskáhpov dagáj.
sma: C.... dellie nyjsenæjja biessie-skådtjoem darjoeji.

source: D.... mánnáj ådå muottáv goaroj.
sma: D.... dellie nyjsenæjja muadtam maanese gåaroeji.

source: Makkir ájge jáhká dát dáhpáduváj ?
sma: Gåessie vïenhth daate heannadamme ?

source: D. Broanssjaájge
sma: C. gierkie-aaltarisnie

source: Manen jáhká dán subttsasa namma le Vuostasj sáme ?
sma: Mannasinie vïenhth daan soptsesen nomme “ Dïhte voestes saemie ” ?

source: Masta lidjin njuollanjunje dagádum ?
sma: Mestie dah saejhtieh dorjesovveme ?

source: Majt ålmåj ja nissun båråjga vuostasj biejve ådå årudagán ?
sma: Maam ålma jïh nyjsenæjja dan voestes biejjien byöpmedin ?

source: A. Biergov
sma: A. bearkoeh

source: B. Fáddnojt / Båskåjt
sma: B. faatnoeh

source: D. Gåjkkebiergov
sma: D. gejhkie-bearkoeh

source: Manen ålmmå mielas åroj dát buorre årromsadje ?
sma: Mannasinie ålma vïenhti dïhte hijven årromesijjie sjïdti ?

source: Mierkki gålmmå diŋga ma sunnun lidjin fáron vantsas gå bådijga
sma: Mïerhkesjh golme aath mah dennie vïnhtsesne ?

source: stálppe
sma: råavkoeh

source: ája
sma: gaaltije

source: guole
sma: guelieh

source: boahttsu
sma: bovtse

source: biesselåvda
sma: biessie-låavtege

source: sájtte
sma: saejhtieh

source: birsso
sma: ruevtie
